mesa
xf86-video-intel
xorg-server
xorg-util-macros
xorg-xinit
bash-completion
vim
git
grub
os-prober
networkmanager
network-manager-applet
blueman
numix-gtk-theme
papirus-icon-theme
gtk-engine-murrine
shotwell
gimp
pulseaudio
rofi
sysstat
bc
xarchiver
xdg-user-dirs
gvfs
gvfs-mtp
gvfs-smb
tlp
tlp-rdw
gnome-disk-utility
gnome-system-monitor
jdk10-openjdk
zip
unzip
gnome-keyring
neofetch
noto-fonts
ttf-dejavu
ttf-liberation
ttf-ubuntu-font-family
ttf-roboto
xorg-xmodmap
exo
garcon
gtk-xfce-engine
thunar
thunar-volman
tumbler
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
thunar-archive-plugin
thunar-media-tags-plugin
xfce4-clipman-plugin
xfce4-genmon-plugin
xfce4-notifyd
xfce4-pulseaudio-plugin
xfce4-screenshooter
vlc
pacman-contrib
xdotool
imagemagick
acpi_call
ethtool
smartmontools
catfish
tranmission-gtk
expac
